[
    {
        "name": "Multi-Rotor Drone",
        "price": "$399",
        "img": "https://i.ibb.co/Pz09RnH/annie-spratt-I9-Ta-Ts-U-Vn-E-unsplash.jpg",
        "details": "Where a single-rotor drone looks like a helicopter and is able to maintain flight with a single rotor, these units have several rotors positioned at strategic points on the craft. These extra rotors can make it easier for the craft to maintain its balance and keep hovering."
    },
    {
        "name": "Fixed-Wing Drone",
        "price": "$1299",
        "img": "https://i.ibb.co/cbWsjwm/konrad-wojciechowski-yoc5yt98osk-unsplash.jpg",
        "details": "The lack of rotors and fixed-wing style of these drones make them more similar to controllable airplanes rather than the helicopter style of other drones. Rather than rotors, their wings provide vertical lift, making them ideal long-range drones."
    },
    {
        "name": "Small Drone",
        "price": "$199",
        "img": "https://i.ibb.co/rwNnWt8/subtle-cinematics-K-BZx-Fwbm-E-unsplash.jpg",
        "details": "These drones are strictly recreational and usually cannot perform many of the commercial functions of which some of those other models are capable. For example, when properly mounted, cameras onboard highly stable multi-rotor can capture stunning aerial pictures and video."
    },
    {
        "name": "GPS Drone",
        "price": "$249",
        "img": "https://i.ibb.co/p2PP6fw/william-bayreuther-Oe-V0-AJbc-CZ8-unsplash.jpg",
        "details": "These drones work by linking up to satellites via a GPS hookup. They are then able to use this as a means of mapping out the rest of their flight, creating data that you can then extract and use for your own purposes. \n\n        For example, this can be a great way to map out large topographies."
    },
    {
        "name": "Photography Drone",
        "price": "$499",
        "img": "https://i.ibb.co/6smRcLM/aaron-burden-ndz-Lr2-FQx8-unsplash.jpg",
        "details": "If you are looking to take professional-grade shots, you will want to make sure that your drone is outfitted with a professional-grade camera. High-resolution pictures can be taken with 4K camera drones. Some photography drones also make use of precision stability and automated flight modes for taking pictures over vast spaces."
    },
    {
        "name": "Racing Drone",
        "price": "$299",
        "img": "https://i.ibb.co/5B3GJXJ/felix-berger-90tb-IHE2t-Do-unsplash.jpg",
        "details": "Racing drones can reach speeds of up to 60 miles per hour. That said, all of that power concentrated on a single purpose means that they often don’t enjoy the same longevity of flight time as their counterparts. Whether you are looking to build your own racing drone from scratch or buy one as their units are among the fastest and can cost under $300."
    },
    {
        "name": "Fixed-Wing Hybrid Drone",
        "price": "$449",
        "img": "https://lucidcam.com/wp-content/uploads/2021/09/Hybrid-VTOL-Fixed-Wing-Drones.jpg",
        "details": "These drones actually draw inspiration from designs that have been used in aircraft design since the 1960s and 1950s. They were not easy to make, and the technology was too complicated, so they were abandoned before drones became popular. Fixed wings are still experimental and are not yet commercially available."
    },
    {
        "name": "Tactical Drone",
        "price": "$389",
        "img": "https://lucidcam.com/wp-content/uploads/2021/09/Tactical-Drones.jpg",
        "details": "These drones are frequently used for surveillance. The Ravens can be equipped with infrared cameras that provide accurate images of the area, just like the Black Hornets. These units are equipped with GPS technology. They are simple and don’t have many bells and whistles. However, they can be used by soldiers without any special training."
    },
    {
        "name": "Micro Drone",
        "price": "$229",
        "img": "https://lucidcam.com/wp-content/uploads/2021/09/Type-of-drones-5.jpg",
        "details": "These tiny drones measuring 1″ x 4 inches have been used by the British military in Afghanistan to inspect walls and other structures since their introduction in 2013. Although small drones are too small for most people, they can still provide valuable intelligence thanks to micro cameras."
    },
    {
        "name": "Reconnaissance Drone",
        "price": "$7089",
        "img": "https://lucidcam.com/wp-content/uploads/2021/09/Tactical-Drones-1.jpg",
        "details": "These drones are used by military forces all over the globe. Israeli Aerospace Industries has produced drones similar to the Heron for military recon purposes in the USA, Canada, Turkey, and India. These drones can be over 2200 pounds and can hover for 52 hours at 35,000 feet."
    }
]